Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: Basic (or better) knowledge of computers, files, directories and the command line is required.
pt_pt: É necessário ter conhecimentos básicos (ou avançados) de computadores, arquivos, diretórios e linha de comando.

source: Authors: W. Martin Borgert
pt_pt: Autores(as): W. Martin Borgert

source: Maintainer: W. Martin Borgert
pt_pt: Mantenedor(a): W. Martin Borgert

source: Status: published; in active development
pt_pt: Estado: Publicado; em desenvolvimento ativo.

source: Availability: Debian package debian-refcard
pt_pt: Disponibilidade: Pacote Debian debian-refcard

source: · Arabic: [PDF]
pt_pt: · Árabe: [PDF]

source: · Bulgarian: [PDF]
pt_pt: · Búlgaro: [PDF]

source: · Catalan: [PDF]
pt_pt: · Catalão: [PDF]

source: · Czech: [PDF]
pt_pt: · Tcheco: [PDF]

source: · Danish: [PDF]
pt_pt: · Dinamarquês: [PDF]

source: · German: [PDF]
pt_pt: · Alemão: [PDF]

source: · Greek: [PDF]
pt_pt: · Grego: [PDF]

source: · English: [PDF]
pt_pt: · Inglês: [PDF]

source: · Spanish: [PDF]
pt_pt: · Espanhol: [PDF]

source: · Basque: [PDF]
pt_pt: · Basco: [PDF]

source: · Finnish: [PDF]
pt_pt: · Finlandês: [PDF]

source: · French: [PDF]
pt_pt: · Francês: [PDF]

source: · Galician: [PDF]
pt_pt: · : [PDF]

source: · Hebrew: [PDF]
pt_pt: · Hebraico: [PDF]

source: · Hungarian: [PDF]
pt_pt: · Húngaro: [PDF]

source: · Italian: [PDF]
pt_pt: · Italiano: [PDF]

source: · Japanese: [PDF]
pt_pt: · Japonês: [PDF]

source: · Korean: [PDF]
pt_pt: · Coreano: [PDF]

source: · Lithuanian: [PDF]
pt_pt: · Lituânio: [PDF]

source: · Norwegian: [PDF]
pt_pt: · Norueguês: [PDF]

source: · Dutch: [PDF]
pt_pt: · Holandês: [PDF]

source: · Polish: [PDF]
pt_pt: · Polonês: [PDF]

source: · Portuguese: [PDF]
pt_pt: · Português: [PDF]

source: · Romanian: [PDF]
pt_pt: · Romeno: [PDF]

source: · Russian: [PDF]
pt_pt: · Russo: [PDF]

source: · Slovak: [PDF]
pt_pt: · Eslovaco: [PDF]

source: · Swedish: [PDF]
pt_pt: · Sueco: [PDF]

source: · Turkish: [PDF]
pt_pt: · Turco: [PDF]

source: · Vietnamese: [PDF]
pt_pt: · Vietnamita: [PDF]

source: · Chinese: [PDF]
pt_pt: · Chinês: [PDF]

source: · Web interface: https://salsa.debian.org/ddp-team/refcard
pt_pt: · Interface web: https://salsa.debian.org/ddp-team/refcard

source: · VCS interface: git clone https://salsa.debian.org/ddp-team/refcard.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/ddp-team/refcard.git

source: The Debian Administrator's Handbook
pt_pt: O Manual do(a) Administrador(a) Debian

source: The Debian Administrator's Handbook teaches the essentials to anyone who wants to become an effective and independent Debian GNU/Linux administrator.
pt_pt: O Manual do(a) Administrador(a) Debian ensina o que é essencial para que qualquer pessoa se torne um(a) administrador(a) Debian GNU/Linux eficiente e independente.

source: Authors: Raphaël Hertzog, Roland Mas
pt_pt: Autores(as): Raphaël Hertzog, Roland Mas

source: Status: Published; in active development
pt_pt: Estado: Publicado; em desenvolvimento ativo.

source: Availability: Debian package debian-handbook
pt_pt: Disponibilidade: Pacote Debian debian-handbook

source: · Arabic: [HTML]
pt_pt: · Árabe: [HTML]

source: · Danish: [HTML]
pt_pt: · Dinamarquês: [HTML]

source: · German: [HTML]
pt_pt: · Alemão: [HTML]

source: · Greek: [HTML]
pt_pt: · Grego: [HTML]

source: · English: [HTML]
pt_pt: · Inglês: [HTML]

source: · Spanish: [HTML]
pt_pt: · Espanhol: [HTML]

source: · Persian: [HTML]
pt_pt: · Persa: [HTML]

source: · French: [HTML]
pt_pt: · Francês: [HTML]

source: · Croatian: [HTML]
pt_pt: · Croata: [HTML]

source: · Indonesian: [HTML]
pt_pt: · Indonésio: [HTML]

source: · Italian: [HTML]
pt_pt: · Italiano: [HTML]

source: · Japanese: [HTML]
pt_pt: · Japonês: [HTML]

source: · Norwegian: [HTML]
pt_pt: · Norueguês: [HTML]

source: · Polish: [HTML]
pt_pt: · Polonês: [HTML]

source: · Portuguese: [HTML]
pt_pt: · Português: [HTML]

source: · Romanian: [HTML]
pt_pt: · Romeno: [HTML]

source: · Russian: [HTML]
pt_pt: · Russo: [HTML]

source: · Turkish: [HTML]
pt_pt: · Turco: [HTML]

source: · Vietnamese: [HTML]
pt_pt: · Vietnamita: [HTML]

source: · Chinese: [HTML]
pt_pt: · Chinês: [HTML]

source: · Web interface: https://salsa.debian.org/hertzog/debian-handbook
pt_pt: · Interface web: https://salsa.debian.org/hertzog/debian-handbook

source: · VCS interface: git clone https://salsa.debian.org/hertzog/debian-handbook.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/hertzog/debian-handbook.git

source: Debian Reference
pt_pt: Referência Debian

source: This Debian GNU/Linux reference covers many aspects of system administration through shell-command examples.
pt_pt: Esta referência ao Debian GNU/Linux cobre muitos aspectos da administração do sistema através de exemplos em comandos do shell.

source: Basic tutorials, tips, and other information are provided for topics including system installation, Debian package management, the Linux kernel under Debian, system tuning, building a gateway, text editors, VCS, programming, and GnuPG.
pt_pt: Tutoriais básicos, dicas e outras informações são fornecidas para tópicos que incluem a instalação do sistema, o gerenciamento de pacotes Debian, o kernel Linux no Debian, configuração do sistema, construção de um gateway, editores de texto, CVS, programação e GnuPG.

source: Previously known as "Quick Reference".
pt_pt: Conhecido anteriormente como "Referência Rápida".

source: Authors: Osamu Aoki (青木 修)
pt_pt: Autores(as): Osamu Aoki (青木 修)

source: Maintainer: Osamu Aoki (青木 修)
pt_pt: Mantenedor(a): Osamu Aoki (青木 修)

source: Availability: Debian package debian-reference
pt_pt: Disponibilidade: Pacote Debian debian-reference

source: · Spanish: [HTML] [plain text] [PDF]
pt_pt: · Espanhol: [HTML] [texto puro] [PDF]

source: · Web interface: https://salsa.debian.org/debian/debian-reference
pt_pt: · Interface web: https://salsa.debian.org/debian/debian-reference

source: · VCS interface: git clone https://salsa.debian.org/debian/debian-reference.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/debian/debian-reference.git

source: Securing Debian Manual
pt_pt: Manual de Segurança Debian

source: This manual describes the security of the Debian GNU/Linux operating system and within the Debian project.
pt_pt: Este manual descreve a segurança do sistema operacional Debian GNU/Linux e a segurança interna do projeto Debian.

source: It starts with the process of securing and hardening the default Debian GNU/Linux installation (both manually and automatically), covers some of the common tasks involved in setting up a secure user and network environment, gives information on the security tools available, steps to take before and after a compromise and also describes how security is enforced in Debian by the security team.
pt_pt: Ele começa com o processo de assegurar e fortalecer a instalação Debian GNU/Linux padrão (tanto manual quanto automaticamente), cobre algumas das tarefas envolvidas em configurar um(a) usuário(a) seguro(a) e ambiente de rede, dá informações sobre as ferramentas de segurança disponíveis, passos a serem tomados antes e depois de um comprometimento, e também descreve como a segurança é implementada no Debian pela equipe de segurança.

source: The document includes a step by step hardening guide and within the appendix there is detailed information on how to setup an intrusion detection system and a bridge firewall with Debian GNU/Linux.
pt_pt: O documento inclui um guia de fortalecimento passo a passo e nos apêndices há informações detalhadas sobre como configurar um sistema de detecção de intrusões e uma bridge firewall com o Debian GNU/Linux.

source: Authors: Alexander Reelsen, Javier Fernández-Sanguino Peña
pt_pt: Autores(as): Alexander Reelsen, Javier Fernández-Sanguino Peña

source: Status: Published; under development with few changes.
pt_pt: Estado: Publicado; em desenvolvimento com poucas mudanças.

source: Several topics are outdated.
pt_pt: Vários tópicos desatualizados.

source: Availability: Debian package harden-doc
pt_pt: Disponibilidade: Pacote Debian harden-doc

source: · Web interface: https://salsa.debian.org/ddp-team/securing-debian-manual/
pt_pt: · Interface web: https://salsa.debian.org/ddp-team/securing-debian-manual/

source: · VCS interface: git clone https://salsa.debian.org/ddp-team/securing-debian-manual.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/ddp-team/securing-debian-manual.git

source: aptitude user's manual
pt_pt: Manual do(a) usuário(a) do aptitude

source: An introductory guide to the aptitude package manager with the complete command reference.
pt_pt: Um guia introdutório sobre o administrador de pacotes aptitude, incluindo uma referência completa de comandos.

source: Authors: Daniel Burrows
pt_pt: Autores(as): Daniel Burrows

source: Availability: Debian package aptitude-doc
pt_pt: Disponibilidade: Pacote Debian aptitude-doc

source: · Czech: [HTML]
pt_pt: · Tcheco: [HTML]

source: · Finnish: [HTML]
pt_pt: · Finlandês: [HTML]

source: · Web interface: https://salsa.debian.org/apt-team/aptitude
pt_pt: · Interface web: https://salsa.debian.org/apt-team/aptitude

source: · VCS interface: git clone https://salsa.debian.org/apt-team/aptitude.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/apt-team/aptitude.git

source: APT User's Guide
pt_pt: Guia do(a) usuário(a) do APT

source: This document provides an overview of how to use the APT package manager.
pt_pt: Este documento oferece uma visão geral de como usar o administrador de pacotes APT.

source: Authors: Jason Gunthorpe
pt_pt: Autores(as): Jason Gunthorpe

source: Status: Published; stale since many years
pt_pt: Estado: Publicado; desenvolvimento parado por muitos anos.

source: Availability: Debian package apt-doc
pt_pt: Disponibilidade: Pacote Debian apt-doc

source: · Web interface: https://salsa.debian.org/apt-team/apt
pt_pt: · Interface web: https://salsa.debian.org/apt-team/apt

source: · VCS interface: git clone https://salsa.debian.org/apt-team/apt.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/apt-team/apt.git

source: Debian Java FAQ
pt_pt: FAQ do Debian e Java

source: The purpose of this FAQ is to be a place to look for all kind of questions a developer or user might have regarding Java as far as Debian is concerned, it includes license issues, development packages available, and programs related to building a Free Software Java environment.
pt_pt: O propósito desse FAQ é ser um lugar de referência para todo tipo de perguntas que um(a) desenvolvedor(a) ou um(a) usuário(a) pode ter sobre o Java em relação ao Debian. Ele inclui problemas de licenças, pacotes de desenvolvimento disponíveis e programas relacionados com a construção de um ambiente Java feito de Software Livre.

source: Authors: Javier Fernández-Sanguino Peña, Torsten Werner, Niels Thykier, Sylvestre Ledru
pt_pt: Autores(as): Javier Fernández-Sanguino Peña, Torsten Werner, Niels Thykier, Sylvestre Ledru

source: Status: Published; in active development although some of its content might not be current.
pt_pt: Estado: Publicado; em desenvolvimento ativo, apesar de que algum conteúdo pode não estar atualizado.

source: Availability: Debian package java-policy
pt_pt: Disponibilidade: Pacote Debian java-policy

source: · English: [HTML] [plain text]
pt_pt: · Inglês: [HTML] [texto puro]

source: · Italian: [HTML] [plain text]
pt_pt: · Italiano: [HTML] [texto puro]

source: · French: [HTML] [plain text]
pt_pt: · Francês: [HTML] [texto puro]

source: The latest SGML source is available through the Git repository.
pt_pt: O SGML fonte mais recente está disponível através do repositório Git.

source: · Web interface: https://salsa.debian.org/ddp-team/java-faq
pt_pt: · Interface web: https://salsa.debian.org/ddp-team/java-faq

source: · VCS interface: git clone https://salsa.debian.org/ddp-team/java-faq.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/ddp-team/java-faq.git

source: Debian Hamradio Maintainer’s Guide
pt_pt: Guia do(a) Mantenedor(a) do pacote Rádio Amador Portátil Debian

source: The Debian Hamradio Maintainers Guide is a document that outlines team policy and best current practice for the Deian Hamradio Maintainers packaging team.
pt_pt: o Guia do(a) Mantenedor(a) do pacote Rádio Amador Portátil Debian é um documento que descreve políticas de equipe e boas práticas para o time de mantenedores(as) do pacote Rádio Amador Portátil Debian.

source: Authors: Iain R. Learmonth
pt_pt: Autores(as): Iain R. Learmonth

source: Status: Published; in active development.
pt_pt: Estado: Publicado; em desenvolvimento ativo.

source: Availability: Debian package hamradio-maintguide
pt_pt: Disponibilidade: Pacote Debian hamradio-maintguide

source: · English: [HTML] [PDF]
pt_pt: · Inglês: [HTML] [PDF]

source: The latest restructuredText source is available through the Git repository.
pt_pt: O restructuredText fonte mais recente está disponível através do repositório Git.

source: · Web interface: https://salsa.debian.org/debian-hamradio-team/hamradio-maintguide/
pt_pt: · Interface web: https://salsa.debian.org/debian-hamradio-team/hamradio-maintguide/

source: · VCS interface: git clone https://salsa.debian.org/debian-hamradio-team/hamradio-maintguide.git
pt_pt: · Interface VCS: git clone https://salsa.debian.org/debian-hamradio-team/hamradio-maintguide.git

source: Please send all comments, criticisms and suggestions about these web pages to our mailing list.
pt_pt: Por favor, envie seus comentários, críticas e sugestões sobre estas páginas para a nossa lista de discussão.

source: dansk Deutsch español français Indonesia Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Português Русский (Russkij) slovenčina suomi svenska 中文(简) 中文(HK) 中文(繁)
pt_pt: dansk Deutsch English español français Indonesia Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Русский (Russkij) slovenčina suomi svenska 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Fri, Oct 13 22:13:42 UTC 2023 Last Built: Tue, Aug 6 19:44:20 UTC 2024
pt_pt: Última Modificação: Sáb, 14 de Out de 2023, 17:59:06 UTC Última compilação: Ter, 6 de Ago de 2024, 22:06:37 UTC

source: Debian bug tracking system / Debian BTS - reporting bugs
pt_pt: Sistema de Acompanhamento de Bugs Debian / Debian BTS - relatando bugs

source: How to report a bug in Debian using reportbug
pt_pt: Como relatar um bug no Debian usando o reportbug

source: We strongly recommend that you report bugs in Debian using the reportbug program.
pt_pt: Nós recomendamos fortemente que você reporte bugs no Debian usando o programa reportbug.

source: reportbug is installed by default on most systems. If it is not available, it can be installed using the package management tool available on your system.
pt_pt: O reportbug é instalado por padrão na maior parte dos sistemas. Se não estiver disponível, ele pode ser instalado usando o sistema de administração de pacotes do seu sistema.

source: reportbug can be started from the system section of the menu or by running reportbug via the command-line.
pt_pt: O reportbug pode ser iniciado pelo menu, no submenu "sistema", ou executado na linha de comando por reportbug.

source: It will guide you through the bug reporting process step by step.
pt_pt: Ele guiará você, passo a passo, no processo de reportar um bug.

source: If you have questions that the interactive prompts of reportbug do not resolve, you can refer to the rest of the documentation below or ask the Debian user mailing list.
pt_pt: Se você tiver questões que o processo interativo do reportbug não resolva, você pode consultar o restante da documentação abaixo ou perguntar na lista de discussão dos(as) usuários(as) Debian (em português) ou para a versão em inglês da lista de discussão dos(as) usuários(as) Debian.

source: How to report a bug in Debian using email (and advanced usage of reportbug)
pt_pt: Como relatar um bug no Debian usando o e-mail (e uso avançado do reportbug)

source: Important things to note before sending your bug report
pt_pt: Pontos importantes a serem considerados antes de enviar seu relatório de bug

source: What package does your bug report belong to?
pt_pt: A qual pacote o seu relatório de bug pertence?

source: You need to know what package your bug report should be filed against. See this example for information on how to find this information. (You will use this information to see if your bug report has been filed already.)
pt_pt: Você precisa saber a qual pacote o seu relatório de bug deve ser endereçado. Veja este exemplo para instruções sobre como encontrar esta informação. (Você usará esta informação para verificar se seu relatório de bug já foi relatado).

source: If you are unable to determine which package your bug report should be filed against, please send e-mail to the Debian user mailing list asking for advice.
pt_pt: Se você não é capaz de determinar para qual pacote o seu relatório de bug deve ser endereçado, por favor envie uma mensagem para a lista de discussão dos(as) usuários(as) Debian (em português) ou para a versão em inglês da lista de discussão dos(as) usuários(as) Debian pedindo aconselhamento.

source: If your problem doesn't relate just to one package but some general Debian service, there are several pseudo-packages or even mailing lists that you can use to relay your message to us instead.
pt_pt: Se o seu problema não está relacionado somente a um pacote, mas a algum serviço geral do Debian, existem diversos pseudopacotes ou mesmo listas de discussão que você pode usar para nos transmitir sua mensagem.

source: Has your bug report been filed already?
pt_pt: Seu relatório de bug já foi relatado?

source: You should check to see if your bug report has already been filed before submitting it. You can see which bugs have been filed in a specific package using the package option of the bug search form. If there is an existing bug report #<number>, you should submit your comments by sending e-mail to <number>@bugs.debian.org instead of reporting a new bug.
pt_pt: Você deve verificar se seu relatório de bug já foi relatado antes de enviá-lo. Você pode ver quais bugs de um pacote específico foram relatados usando a opção "pacote" no formulário de busca de bugs. Se há um relatório de bug existente #<número>, você deve mandar seus comentários através de um e-mail para <número>@bugs.debian.org em vez de relatar um novo bug.

source: Send multiple reports for multiple bugs
pt_pt: Enviando múltiplos relatórios para múltiplos bugs

source: Please don't report multiple unrelated bugs — especially ones in different packages — in a single bug report.
pt_pt: Por favor, não relate múltiplos bugs não relacionados — especialmente os que são de pacotes diferentes — em um único relatório de bug.

source: Don't file bugs upstream
pt_pt: Não relate bugs para o(a) autor(a) (upstream)

source: If you file a bug in Debian, don't send a copy to the upstream software maintainers yourself, as it is possible that the bug exists only in Debian. If necessary, the maintainer of the package will forward the bug upstream.
pt_pt: Se você relatar um bug no Debian, não envie uma cópia para os(as) mantenedores(as) originais do software por conta própria, pois é possível que o bug exista apenas no Debian. Se necessário, o(a) mantenedor(a) do pacote encaminhará o bug para os(as) mantenedores(as) principais.

source: Sending the bug report via e-mail
pt_pt: Enviando o relatório de bug via e-mail

source: You can report bugs in Debian by sending an e-mail to submit@bugs.debian.org with a special format described below. reportbug (see above) will properly format the e-mails for you; please use it!
pt_pt: Você pode relatar bugs no Debian enviando um e-mail para submit@bugs.debian.org com um formato especial descrito abaixo. O reportbug (veja acima) formatará os e-mails apropriadamente para você; por favor, use-o!

source: Headers
pt_pt: Cabeçalhos

source: Like any e-mail you should include a clear, descriptive Subject line in your main mail header. The subject you give will be used as the initial bug title in the tracking system, so please try to make it informative!
pt_pt: Como qualquer e-mail, você deve incluir uma linha de Assunto clara e descritiva no cabeçalho principal. O assunto que você definir será usado como o título inicial do bug no sistema de acompanhamento de bugs (BTS - Bug Tracking System), portanto escreva algo informativo!

source: If you'd like to send a copy of your bug report to additional recipients (such as mailing lists), you shouldn't use the usual e-mail headers, but a different method, described below.
pt_pt: Se você quiser enviar uma cópia de seu relatório de bug para destinatários adicionais (como listas de discussão), você não deverá usar os cabeçalhos de e-mail tradicionais, mas um método diferente, descrito abaixo.

source: Pseudo-headers
pt_pt: Pseudocabeçalhos

source: The first part of the bug report are the pseudo-headers which contain information about what package and version your bug report applies to. The first line of the message body has to include a pseudo-header. It should say:
pt_pt: A primeira parte do relatório de bug são os pseudocabeçalhos, que contêm informação sobre quais pacotes e versões aplicam-se ao seu relatório de bug. A primeira linha do corpo da mensagem tem que incluir um pseudocabeçalho. Ela deve mencionar:

source: Package: <packagename>
pt_pt: Package: <nome-do-pacote>

source: Replace <packagename> with the name of the package which has the bug.
pt_pt: Substitua <nome-do-pacote> pelo nome do pacote que possui o bug.

source: The second line of the message should say:
pt_pt: A segunda linha da mensagem deve conter:

source: Version: <packageversion>
pt_pt: Version: <versão-do-pacote>

source: Replace <packageversion> with the version of the package. Please don't include any text here other than the version itself, as the bug tracking system relies on this field to work out which releases are affected by the bug.
pt_pt: Substitua <versão-do-pacote> pela versão do pacote. Por favor, não inclua aqui qualquer texto que não seja a própria versão, já que o sistema de acompanhamento de bugs se baseia neste campo para determinar quais releases (versões) são afetadas pelo bug.

source: You need to supply a correct Package line in the pseudo-header in order for the bug tracking system to deliver the message to the package's maintainer. See this example for information on how to find this information.
pt_pt: Você precisa informar uma linha Package correta no pseudocabeçalho para que o sistema de acompanhamento de bugs entregue a mensagem para o(a) mantenedor(a) do pacote. Consulte este exemplo para orientações sobre como encontrar essa informação.

source: For other valid pseudo-headers, see Additional pseudo-headers
pt_pt: Para outros pseudocabeçalhos válidos, veja Pseudocabeçalhos adicionais.

source: The body of the report
pt_pt: O corpo do relatório

source: Please include in your report:
pt_pt: Por favor, inclua em seu relatório:

source: · The exact and complete text of any error messages printed or logged. This is very important!
pt_pt: · O texto exato e completo de quaisquer mensagens impressas ou gravadas (log). Isto é muito importante!

source: · Exactly what you typed or did to demonstrate the problem.
pt_pt: · Exatamente o que você digitou ou fez para demonstrar o problema.

source: · A description of the incorrect behavior: exactly what behavior you were expecting, and what you observed. A transcript of an example session is a good way of showing this.
pt_pt: · Uma descrição do comportamento incorreto: exatamente qual comportamento você estava esperando e o que você observou. Uma transcrição de uma sessão de exemplo é uma boa maneira de mostrar isso.
